Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.za
source: South Africa contains some of the continent's most varied landscapes, from wine country and dramatic coasts to wildlife reserves and high plateaus. It has eleven official languages, world-famous food and wine scenes, strong design and music cultures, and cities with very different personalities from Cape Town to Johannesburg to Durban. The country's political history matters deeply, but so does the sheer range of cultural and geographic life packed into it.
de: Südafrika verfügt über einige der abwechslungsreichsten Landschaften des Kontinents, von Weinanbaugebieten und dramatischen Küsten bis hin zu Wildreservaten und Hochebenen. Es hat elf offizielle Sprachen, weltberühmte Essens- und Weinszenen, starke Design- und Musikkulturen und Städte mit sehr unterschiedlichen Persönlichkeiten von Kapstadt über Johannesburg bis Durban. Die politische Geschichte des Landes ist von großer Bedeutung, aber auch die schiere Vielfalt des kulturellen und geografischen Lebens, die es bietet.
es: Sudáfrica contiene algunos de los paisajes más variados del continente, desde regiones vinícolas y costas dramáticas hasta reservas de vida silvestre y altas mesetas. Tiene once idiomas oficiales, escenas de comida y vino de fama mundial, culturas sólidas de diseño y música, y ciudades con personalidades muy diferentes, desde Ciudad del Cabo hasta Johannesburgo y Durban. La historia política del país es profundamente importante, pero también lo es la gran variedad de vida cultural y geográfica que contiene.
fr: L'Afrique du Sud contient certains des paysages les plus variés du continent, allant des régions viticoles et des côtes spectaculaires aux réserves de faune et aux hauts plateaux. Elle compte onze langues officielles, des scènes culinaires et viticoles mondialement célèbres, des cultures fortes en design et en musique, ainsi que des villes aux personnalités très différentes, de Cape Town à Johannesburg en passant par Durban. L'histoire politique du pays est très importante, mais il en va de même pour la vaste gamme de vie culturelle et géographique qu'il renferme.
it: Il Sudafrica contiene alcuni dei paesaggi più vari del continente, dai territori vinicoli e dalle coste drammatiche alle riserve naturali e agli altopiani elevati. Ha undici lingue ufficiali, scene gastronomiche e vinicole di fama mondiale, forti culture del design e della musica, e città con personalità molto diverse da Città del Capo a Johannesburg a Durban. La storia politica del paese è molto importante, ma lo è anche l'enorme varietà di vita culturale e geografica che vi è racchiusa.
pt_br: A África do Sul contém algumas das paisagens mais variadas do continente, desde regiões vinícolas e costas dramáticas até reservas de vida selvagem e planaltos elevados. Possui onze idiomas oficiais, cenas de comida e vinho mundialmente famosas, fortes culturas de design e música, e cidades com personalidades muito diferentes, de Cidade do Cabo a Joanesburgo a Durban. A história política do país é profundamente importante, mas também importa a grande variedade de vida cultural e geográfica presente nele.
ru: Южная Африка содержит некоторые из самых разнообразных ландшафтов континента, от винодельческих регионов и драматических побережий до заповедников дикой природы и высоких плато. У неё одиннадцать официальных языков, всемирно известные кулинарные и винные традиции, сильные культурные сферы дизайна и музыки, а также города с совершенно разными характерами, от Кейптауна до Йоханнесбурга и Дурбана. Политическая история страны имеет большое значение, но не менее важен и широкий спектр культурной и географической жизни, сосредоточенной в ней.

# country.description.zm
source: Zambia is a landlocked southern African state of rivers, plateaus, and major wildlife areas, best known internationally for Victoria Falls on the Zambezi. Waterways, safari landscapes, copper-belt cities, and a generally open, friendly social tone give the country much of its character. It often feels spacious in both landscape and temperament.
de: Sambia ist ein Binnenstaat im südlichen Afrika mit Flüssen, Hochebenen und großen Wildtiergebieten, der international vor allem für die Victoriafälle am Sambesi bekannt ist. Wasserstraßen, Safarilandschaften, Städte im Kupfergürtel und ein allgemein offener, freundlicher Umgangston verleihen dem Land einen großen Teil seines Charakters. Sowohl in der Landschaft als auch im Temperament fühlt es sich oft geräumig an.
es: Zambia es un estado sin litoral del sur de África, lleno de ríos, mesetas y grandes áreas de vida silvestre, conocido internacionalmente sobre todo por las Cataratas Victoria en el Zambezi. Los cursos de agua, los paisajes de safari, las ciudades del cinturón del cobre y un tono social generalmente abierto y amigable le dan al país gran parte de su carácter. A menudo se siente espacioso tanto en el paisaje como en el temperamento.
fr: La Zambie est un État d'Afrique australe sans accès à la mer, constitué de rivières, de plateaux et de grandes zones naturelles, surtout connu à l'international pour les chutes Victoria sur le Zambèze. Les voies navigables, les paysages de safari, les villes de la ceinture cuprifère et un ton social généralement ouvert et amical donnent au pays une grande partie de son caractère. On a souvent l'impression que l'espace y est vaste, tant dans le paysage que dans le tempérament.
it: Lo Zambia è uno stato dell'Africa meridionale senza sbocco sul mare, caratterizzato da fiumi, altipiani e grandi aree faunistiche, noto a livello internazionale soprattutto per le Cascate Vittoria sullo Zambesi. Vie d'acqua, paesaggi da safari, città della cintura del rame e un tono sociale generalmente aperto e amichevole conferiscono al paese gran parte del suo carattere. Spesso si percepisce spazioso sia nel paesaggio che nel temperamento.
pt_br: A Zâmbia é um estado do sul da África sem saída para o mar, conhecido por seus rios, planaltos e grandes áreas de vida selvagem, sendo internacionalmente mais famosa pelas Cataratas Vitória, no Zambeze. Hidrovias, paisagens de safári, cidades da região do cobre e um tom social geralmente aberto e amigável conferem muito do caráter do país. Frequentemente, parece espaçosa tanto na paisagem quanto no temperamento.
ru: Замбия — это внутреннее государство в южной Африке с реками, плато и крупными зонами дикой природы, наиболее известное в мире водопадом Виктория на Замбези. Водные пути, сафари-ландшафты, города медного пояса и в целом открытая, дружелюбная социальная атмосфера придают стране большую часть её характерных черт. Она часто ощущается просторной как по ландшафту, так и по темпераменту.

# country.description.zw
source: Zimbabwe takes its name from Great Zimbabwe, the monumental stone city that stands as one of Africa's major archaeological sites and a key symbol of precolonial statecraft. The modern country combines highland cities, balancing-rock landscapes, wildlife reserves, Shona sculpture, and one of southern Africa's strongest traditions of stone carving and mbira music. It feels historically deep and visually distinctive, especially once you move beyond the single-image safari view many outsiders start with.
de: Simbabwe hat seinen Namen von Groß-Simbabwe, der monumentalen Steinstadt, die als eine der bedeutendsten archäologischen Stätten Afrikas und als Schlüsselsymbol vorkolonialer Staatskunst gilt. Das moderne Land vereint Hochlandstädte, balancierende Felslandschaften, Wildreservate, Shona-Skulpturen und eine der stärksten Traditionen des südlichen Afrikas in Bezug auf Steinmetzarbeiten und Mbira-Musik. Es fühlt sich geschichtsträchtig und optisch unverwechselbar an, vor allem, wenn man über die Einzelbild-Safari-Ansicht hinausgeht, mit der viele Außenstehende beginnen.
es: Zimbabue toma su nombre de Gran Zimbabue, la monumental ciudad de piedra que se erige como uno de los principales sitios arqueológicos de África y un símbolo clave de la gobernanza precolonial. El país moderno combina ciudades en tierras altas, paisajes de rocas equilibradas, reservas de vida silvestre, escultura shona y una de las tradiciones más fuertes del sur de África en talla de piedra y música de mbira. Se siente históricamente profunda y visualmente distintiva, especialmente una vez que se va más allá de la vista de safari de imagen única con la que muchos extranjeros comienzan.
fr: Le Zimbabwe tire son nom de Great Zimbabwe, la ville monumentale en pierre qui est l'un des principaux sites archéologiques d'Afrique et un symbole clé de l'administration étatique précoloniale. Le pays moderne combine des villes de haute altitude, des paysages de rochers en équilibre, des réserves fauniques, la sculpture Shona et l'une des traditions les plus fortes d'Afrique australe en matière de sculpture sur pierre et de musique mbira. Il semble historiquement profond et visuellement distinct, surtout une fois que l'on dépasse la vision unique de safari que de nombreux étrangers ont au départ.
it: Lo Zimbabwe prende il suo nome da Grande Zimbabwe, la monumentale città di pietra che rappresenta uno dei principali siti archeologici dell'Africa e un simbolo chiave dell'organizzazione statale precoloniale. Il paese moderno combina città in altura, paesaggi di rocce bilanciate, riserve faunistiche, scultura Shona e una delle più forti tradizioni del sud dell'Africa nella lavorazione della pietra e nella musica mbira. Ha un senso di profondità storica e una distintività visiva, soprattutto una volta superata la visione da safari basata su un'unica immagine con cui molti stranieri iniziano.
pt_br: O Zimbábue recebe seu nome de Grande Zimbábue, a monumental cidade de pedra que é um dos principais sítios arqueológicos da África e um símbolo importante da administração pré-colonial. O país moderno combina cidades nas terras altas, paisagens de rochas equilibradas, reservas de vida selvagem, esculturas Shona e uma das tradições mais fortes do sul da África em escultura em pedra e música mbira. Ele transmite uma sensação de profunda história e é visualmente distinto, especialmente quando se vai além da visão única de safári que muitos estrangeiros começam a ter.
ru: Название Зимбабве происходит от Великого Зимбабве, монументального каменного города, который является одним из крупнейших археологических памятников Африки и ключевым символом доколониального государственного устройства. Современная страна сочетает в себе высокогорные города, ландшафты с балансирующими камнями, заповедники дикой природы, скульптуру шона и одну из самых сильных в южной Африке традиций каменной резьбы и музыки мбира. Здесь ощущается историческая глубина и визуальная самобытность, особенно когда вы отходите от однобокой сафари-картинки, с которой многие иностранцы начинают знакомство.

# country.short.ae
source: UAE
de: VAE
es: EAU
it: EAU
pt_br: EAU
ru: ОАЭ

# country.short.cd
source: DRC
de: DR Kongo
es: RDC
it: RDC
pt_br: RDC
ru: ДР Конго

# country.short.cf
source: CAR
de: ZAR
es: RCA
it: RCA
pt_br: RCA
ru: ЦАР

# country.short.gb
source: UK
de: Vereinigtes Konigreich
es: RU
it: Regno Unito
pt_br: Reino Unido
ru: Великобритания

# country.short.ps
source: Palestine
de: Palastina
es: Palestina
it: Palestina
pt_br: Palestina
ru: Палестина

# country.short.us
source: USA
de: Vereinigte Staaten
es: EE. UU.
it: Stati Uniti
pt_br: Estados Unidos
ru: США

# discovery.controls.sort
source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
pt_br: Ordenar
ru: Сортировка

# discovery.countries.subtitle
source: Browse every destination
de: Alle Reiseziele durchsuchen
es: Explora todos los destinos
fr: Parcourir toutes les destinations
it: Sfoglia tutte le destinazioni
pt_br: Veja todos os destinos
ru: Сравнивайте страны по вашим приоритетам

# discovery.countries.title
source: Countries
de: Lander
es: Paises
fr: Pays
it: Paesi
pt_br: Paises
ru: Страны

# discovery.country_list.search_placeholder
source: Search countries or territories
de: Lander oder Gebiete suchen
es: Buscar paises o territorios
fr: Rechercher des pays ou territoires
it: Cerca paesi o territori
pt_br: Buscar paises ou territorios
ru: Искать страны и территории

# discovery.map.subtitle
source: Open the interactive world map
de: Interaktive Weltkarte offnen
es: Abre el mapa interactivo del mundo
fr: Ouvrir la carte du monde interactive
it: Apri la mappa del mondo interattiva
pt_br: Abrir o mapa-mundi interativo
ru: Исследуйте мир на карте

# discovery.map.title
source: Explore the World
de: Die Welt entdecken
es: Explora el mundo
fr: Explorer le monde
it: Esplora il mondo
pt_br: Explorar o mundo
ru: Карта

# discovery.preview.affordability
source: Affordability
de: Erschwinglichkeit
es: Asequibilidad
fr: Abordabilite
it: Convenienza
pt_br: Custo
ru: Доступность

# discovery.preview.best_time_summary
source: This month is one of the best times to visit based on weather, crowds, and overall conditions. Open the full country page to compare safety, affordability, and visa details.
de: Dieser Monat ist eine der besten Reisezeiten basierend auf Wetter, Andrang und allgemeinen Bedingungen. Offne die vollstandige Landesseite, um Sicherheit, Erschwinglichkeit und Visadetails zu vergleichen.
es: Este mes es uno de los mejores momentos para visitar segun el clima, las multitudes y las condiciones generales. Abre la pagina completa del pais para comparar seguridad, asequibilidad y detalles de visa.
fr: Ce mois-ci est l'un des meilleurs moments pour visiter selon la meteo, l'affluence et les conditions generales. Ouvrez la page complete du pays pour comparer securite, abordabilite et details de visa.
it: Questo mese e uno dei momenti migliori per visitare in base a meteo, affollamento e condizioni generali. Apri la pagina completa del paese per confrontare sicurezza, convenienza e dettagli sul visto.
pt_br: Este mes e um dos melhores para visitar com base no clima, nas multidoes e nas condicoes gerais. Abra a pagina completa do pais para comparar seguranca, custo e detalhes de visto.
ru: Лучшее время

# discovery.preview.open_full_country
source: Open full country page
de: Vollstandige Landesseite offnen
es: Abrir pagina completa del pais
fr: Ouvrir la page complete du pays
it: Apri la pagina completa del paese
pt_br: Abrir pagina completa do pais
ru: Открыть полную страницу страны

# discovery.preview.safety_score_format
source: Safety score: %d
de: Sicherheitswert: %d
es: Puntaje de seguridad: %d
fr: Score de securite : %d
it: Punteggio sicurezza: %d
pt_br: Pontuacao de seguranca: %d
ru: Оценка безопасности: %lld

# discovery.preview.score_snapshot
source: Score snapshot
de: Punktzahl-Uberblick
es: Resumen de puntajes
fr: Apercu du score
it: Panoramica punteggio
pt_br: Resumo da pontuacao
ru: Краткий обзор оценок

# discovery.preview.seasonality
source: Seasonality
de: Saisonalitat
es: Estacionalidad
fr: Saisonnalite
it: Stagionalita
pt_br: Sazonalidade
ru: Сезонность

# discovery.preview.selected_destination
source: Selected destination
de: Gewahltes Reiseziel
es: Destino seleccionado
fr: Destination selectionnee
it: Destinazione selezionata
pt_br: Destino selecionado
ru: Выбранное направление

# discovery.preview.todo_country_detail_format
source: TODO: Country detail for %@
de: TODO: Landerdetails fur %@
es: TODO: detalle del pais para %@
fr: TODO : Detail du pays pour %@
it: TODO: dettagli del paese per %@
pt_br: TODO: detalhes do pais para %@
ru: Открыть страницу страны для %@

# discovery.preview.visa_ease
source: Visa ease
de: Visa-Leichtigkeit
es: Facilidad de visa
fr: Facilite de visa
it: Facilita del visto
pt_br: Facilidade de visto
ru: Визовые условия

# discovery.score_drawer.overall_score
source: Overall Score
de: Gesamtpunktzahl
es: Puntaje general
fr: Score global
it: Punteggio complessivo
pt_br: Pontuacao geral
ru: Общая оценка

# discovery.search_countries_and_territories
source: Search countries and territories
de: Lander und Gebiete suchen
es: Buscar paises y territorios
fr: Rechercher des pays et territoires
it: Cerca paesi e territori
pt_br: Buscar paises e territorios
ru: Искать страны и территории

# discovery.sort.score
source: Score
de: Punktzahl
es: Puntuacion
it: Punteggio
pt_br: Pontuacao
ru: По оценке

# discovery.title
source: Explore
de: Entdecken
es: Explorar
fr: Explorer
it: Esplora
pt_br: Explorar
ru: Поиск стран

# discovery.weights.actions
source: Actions
de: Aktionen
es: Acciones
it: Azioni
pt_br: Acoes
ru: Действия

# discovery.weights.affordability
source: Affordability
de: Erschwinglichkeit
es: Asequibilidad
fr: Abordabilite
it: Convenienza
pt_br: Custo
ru: Доступность

# discovery.weights.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt_br: Idioma
ru: Язык

# discovery.weights.month_helper
source: Uses your selected travel month. Changing it here also updates When To Go.
de: Verwendet deinen ausgewahlten Reisemonat. Eine Anderung hier aktualisiert auch Wann reisen.
es: Usa tu mes de viaje seleccionado. Cambiarlo aqui tambien actualiza Cuando ir.
fr: Utilise votre mois de voyage selectionne. Le changer ici met aussi a jour Quand partir.
it: Usa il mese di viaggio selezionato. Modificandolo qui si aggiorna anche Quando andare.
pt_br: Usa o mes de viagem selecionado. Alterar aqui tambem atualiza Quando ir.
ru: Выберите месяц для сезонной оценки

# discovery.weights.preset.balanced
source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Equilibre
it: Bilanciato
pt_br: Equilibrado
ru: Сбалансировано

# discovery.weights.preset.balanced_description
source: Even mix of affordability, safety, and visa access
de: Ausgewogener Mix aus Erschwinglichkeit, Sicherheit und Visa-Zugang
es: Mezcla equilibrada de asequibilidad, seguridad y acceso de visa
fr: Melange equilibre entre abordabilite, securite et acces visa
it: Mix equilibrato di convenienza, sicurezza e accesso ai visti
pt_br: Mistura equilibrada de custo, seguranca e acesso a vistos
ru: Равновесие между стоимостью, простотой и комфортом путешествия.

# discovery.weights.preset.budget_description
source: Prioritize cheaper destinations
de: Gunstigere Reiseziele priorisieren
es: Prioriza destinos mas economicos
fr: Donner la priorite aux destinations moins cheres
it: Dai priorita alle destinazioni piu economiche
pt_br: Priorize destinos mais baratos
ru: Сильнее учитывает бюджет и общую доступность.

# discovery.weights.preset.easy_travel
source: Easy Travel
de: Einfaches Reisen
es: Viaje facil
fr: Voyage facile
it: Viaggio facile
pt_br: Viagem facil
ru: Легкое путешествие

# discovery.weights.preset.easy_travel_description
source: Visa-free and convenient destinations
de: Visafreie und bequeme Reiseziele
es: Destinos comodos y sin visa
fr: Destinations sans visa et pratiques
it: Destinazioni senza visto e comode
pt_br: Destinos sem visto e convenientes
ru: Сильнее учитывает визы, язык и удобство поездки.

# discovery.weights.preset.safety_first
source: Safety First
de: Sicherheit zuerst
es: Seguridad primero
fr: Securite d'abord
it: Prima la sicurezza
pt_br: Seguranca primeiro
ru: Сначала безопасность

# discovery.weights.preset.safety_first_description
source: Prefer destinations with strong safety ratings
de: Bevorzuge Reiseziele mit starken Sicherheitsbewertungen
es: Prefiere destinos con calificaciones de seguridad altas
fr: Privilegier les destinations avec de bonnes notes de securite
it: Preferisci destinazioni con valutazioni di sicurezza elevate
pt_br: Prefira destinos com boas classificacoes de seguranca
ru: Сильнее учитывает безопасность и стабильные условия.

# discovery.weights.quick_presets
source: Quick Presets
de: Schnellvorgaben
es: Preajustes rapidos
fr: Presets rapides
it: Preimpostazioni rapide
pt_br: Predefinicoes rapidas
ru: Быстрые пресеты

# discovery.weights.reset_default
source: Reset to Default
de: Auf Standard zurucksetzen
es: Restablecer a valores predeterminados
fr: Reinitialiser par defaut
it: Reimposta ai valori predefiniti
pt_br: Restaurar padrao
ru: Сбросить по умолчанию

# discovery.weights.save_preferences
source: Save Preferences
de: Einstellungen speichern
es: Guardar preferencias
fr: Enregistrer les preferences
it: Salva preferenze
pt_br: Salvar preferencias
ru: Сохранить настройки

# discovery.weights.saved
source: Saved
de: Gespeichert
es: Guardado
fr: Enregistre
it: Salvato
pt_br: Salvo
ru: Сохранено

# discovery.weights.seasonality
source: Seasonality
de: Saisonalitat
es: Estacionalidad
fr: Saisonnalite
it: Stagionalita
pt_br: Sazonalidade
ru: Сезонность

# discovery.weights.subtitle
source: Your selected weights determine how Travelability Scores are calculated throughout the app. Rankings update after you save.
de: Deine ausgewahlten Gewichtungen bestimmen, wie Travelability Scores in der ganzen App berechnet werden. Die Ranglisten werden nach dem Speichern aktualisiert.
es: Tus pesos seleccionados determinan como se calculan los Travelability Scores en toda la app. Las clasificaciones se actualizan despues de guardar.
fr: Les ponderations selectionnees determinent comment les Travelability Scores sont calcules dans l'application. Les classements se mettent a jour apres enregistrement.
it: I pesi selezionati determinano come i Travelability Scores vengono calcolati nell'app. Le classifiche si aggiornano dopo il salvataggio.
pt_br: Os pesos selecionados determinam como as Travelability Scores sao calculadas em todo o aplicativo. As classificacoes sao atualizadas depois que voce salva.
ru: Настройте, как рассчитывается общий балл

# discovery.weights.title
source: Travel Preferences
de: Reisevorlieben
es: Preferencias de viaje
fr: Preferences de voyage
it: Preferenze di viaggio
pt_br: Preferencias de viagem
ru: Ваши веса

# discovery.weights.travel_advisory
source: Travel Advisory
de: Reisewarnung
es: Aviso de viaje
fr: Conseil aux voyageurs
it: Avviso di viaggio
pt_br: Aviso de viagem
ru: Рекомендации по безопасности

# discovery.weights.visa_ease
source: Visa Ease
de: Visa-Leichtigkeit
es: Facilidad de visa
fr: Facilite de visa
it: Facilita del visto
pt_br: Facilidade de visto
ru: Простота визы

# discovery.weights.weights
source: Weights
de: Gewichtungen
es: Pesos
fr: Ponderations
it: Pesi
pt_br: Pesos
ru: Веса

# discovery.weights.zero_sum_error
source: At least one category must have weight.
de: Mindestens eine Kategorie muss Gewicht haben.
es: Al menos una categoria debe tener peso.
fr: Au moins une categorie doit avoir un poids.
it: Almeno una categoria deve avere un peso.
pt_br: Pelo menos uma categoria precisa ter peso.
ru: Хотя бы у одной категории должен быть вес.

# discovery.when_to_go.subtitle
source: Find peak seasons
de: Beste Reisezeiten finden
es: Encuentra las mejores temporadas
fr: Trouver les meilleures saisons
it: Trova le stagioni migliori
pt_br: Encontre as melhores temporadas
ru: Найдите лучшие сезоны

# discovery.when_to_go.title
source: When To Go
de: Wann reisen
es: Cuando ir
fr: Quand partir
it: Quando andare
pt_br: Quando ir
ru: Когда ехать

# discovery.world_map.preparing
source: Preparing your world…
de: Deine Welt wird vorbereitet...
es: Preparando tu mundo…
fr: Preparation de votre monde...
it: Preparazione del tuo mondo...
pt_br: Preparando seu mundo…
ru: Готовим вашу карту мира…

# feedback.error
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo salio mal. Intentalo de nuevo.
it: Qualcosa e andato storto. Riprova.
pt_br: Algo deu errado. Tente novamente.
ru: Что-то пошло не так. Попробуйте еще раз.
